tap "browsh-org/browsh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "mongodb/brew"
tap "stripe/stripe-cli"
brew "act"
brew "bat"
brew "glib"
brew "cdrtools"
brew "cocoapods"
brew "cowsay"
brew "curl"
brew "dive"
brew "dos2unix"
brew "exa"
brew "sdl2"
brew "ffmpeg"
brew "fileicon"
brew "node"
brew "firebase-cli"
brew "fortune"
brew "gh"
brew "git-delta"
brew "gnupg"
brew "http-server"
brew "httpie"
brew "hugo"
brew "hyperfine"
brew "tcl-tk"
brew "imagemagick"
brew "jq"
brew "mas"
brew "mono"
brew "moon-buggy"
brew "navi"
brew "neovim"
brew "openblas"
brew "openjdk"
brew "optipng"
brew "pastel"
brew "poetry"
brew "qrencode"
brew "rclone"
brew "rename"
brew "rlwrap"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_net"
brew "sdl2_ttf"
brew "sox"
brew "starship"
brew "subversion"
brew "telnet"
brew "tldr"
brew "trash"
brew "tree"
brew "vitetris"
brew "watchman"
brew "wget"
brew "yq"
brew "browsh-org/browsh/browsh"
brew "mongodb/brew/mongodb-community-shell"
brew "stripe/stripe-cli/stripe"
cask "aldente"
cask "alfred"
cask "appcleaner"
cask "atom"
cask "balenaetcher"
cask "blender"
cask "curseforge"
cask "cyberduck"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "dozer"
cask "firefox"
cask "firefox-developer-edition"
cask "firefox-nightly"
cask "font-abhaya-libre"
cask "font-cascadia-code"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-train-one"
cask "freecad"
cask "gimp"
cask "github"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kiwix"
cask "libreoffice"
cask "little-snitch"
cask "logitech-gaming-software"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "minecraft"
cask "mongodb-compass"
cask "mono-mdk-for-visual-studio"
cask "musescore"
cask "notion"
cask "obs"
cask "parallels"
cask "postman"
cask "raspberry-pi-imager"
cask "rectangle"
cask "steam"
cask "steelseries-engine"
cask "sublime-text"
cask "synology-drive"
cask "textmate"
cask "ultimaker-cura"
cask "unity-hub"
cask "virtualbox"
cask "visual-studio"
cask "visual-studio-code"
cask "xamarin-android"
cask "xamarin-ios"
cask "xamarin-mac"
cask "xquartz"
cask "zoom"
mas "Apple Configurator 2", id: 1037126344
mas "Artstudio Pro", id: 1313773050
mas "Color Picker", id: 1545870783
mas "DaVinci Resolve", id: 571213070
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "iStudiez Pro", id: 402989379
mas "Keeper Password Manager", id: 414781829
mas "Keynote", id: 409183694
mas "Motion", id: 434290957
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Playgrounds", id: 1496833156
mas "Smart Countdown Timer", id: 1410709951
mas "Transporter", id: 1450874784
mas "Xcode", id: 497799835
