tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
brew "bat"
brew "dos2unix"
brew "exa"
brew "tcl-tk"
brew "glib"
brew "gnupg"
brew "hyperfine"
brew "imagemagick"
brew "mas"
brew "node"
brew "openblas"
brew "openjdk"
brew "pastel"
brew "poetry"
brew "sdl2"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_net"
brew "sdl2_ttf"
brew "sox"
brew "starship"
brew "subversion"
brew "tldr"
brew "trash"
brew "vitetris"
brew "wget"
cask "alfred"
cask "appcleaner"
cask "discord"
cask "docker"
cask "dozer"
cask "firefox"
cask "font-abhaya-libre"
cask "font-fira-code-nerd-font"
cask "font-train-one"
cask "gimp"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "little-snitch"
cask "logitech-gaming-software"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "minecraft"
cask "mono-mdk-for-visual-studio"
cask "notion"
cask "obs"
cask "parallels"
cask "raspberry-pi-imager"
cask "rectangle"
cask "steelseries-engine"
cask "synology-drive"
cask "unity-hub"
cask "virtualbox"
cask "visual-studio"
cask "visual-studio-code"
cask "xquartz"
cask "zoom"
mas "Artstudio Pro", id: 1313773050
mas "DaVinci Resolve", id: 571213070
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "iStudiez Pro", id: 402989379
mas "Keeper Password Manager", id: 414781829
mas "Keynote", id: 409183694
mas "Motion", id: 434290957
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
